/* Game Ended's player 1 name label (v3-2)
   Game Ended's player 2 name label (v3-2) */
" (Draw)" = " (Empate)";

/* Game Ended's player 1 name label (v2-2)
   Game Ended's player 2 name label (v1-2) */
" (Loser)" = " (Perdedor)";

/* Game Ended's player 1 name label (v1-2)
   Game Ended's player 2 name label (v2-2) */
" (Winner)" = " (Ganhador)";

/* Game Ended's Alert message text (v1)
   Game Ended's Alert message text (v2) */
" won the game! To play again go back to Settings." = " ganhou o jogo! Para jogar novamente volte para a janela de Configuracoes.";

/* Round Ended's Alert message text (v1)
   Round Ended's Alert message text (v2) */
" won the round!" = " ganhou a partida!";

/* Game Page's player 1 name label (loadView init)
   Game Page's player 1 name label (passed from Settings Page)
   Settings Page's player 1 name label
   Slot Tapped Action's player 1 name label (v2) (@swapP2toP1) */
"-> Player 1: " = "-> Jogador 1: ";

/* Slot Tapped Action's player 2 name label (v1) (@swapP1toP2) */
"-> Player 2: " = "-> Jogador 2: ";

/* Game Ended's Alert title text (v1)
   Game Ended's Alert title text (v2)
   Game Ended's Alert title text (v3) */
"Game ended." = "Fim do jogo.";

/* Settings Page's Alert title text */
"Game settings rejected." = "Configuracoes do jogo rejeitadas.";

/* Get Started button label */
"Get Started" = "Iniciar";

/* Game Ended's player 1 name label (v1-1)
   Game Ended's player 1 name label (v2-1)
   Game Ended's player 1 name label (v3-1)
   Slot Tapped Action's player 1 name label (v1) (@swapP1toP2) */
"Player 1: " = "Jogador 1: ";

/* Game Ended's player 2 name label (v1-1)
   Game Ended's player 2 name label (v2-1)
   Game Ended's player 2 name label (v3-1)
   Game Page's player 2 name label (loadView init)
   Game Page's player 2 name label (passed from Settings Page)
   Settings Page's player 2 name label
   Slot Tapped Action's player 2 name label (v2) (@swapP2toP1) */
"Player 2: " = "Jogador 2: ";

/* Settings Page's Alert message text */
"Please re-enter valid settings." = "Favor redigitar configuracoes validas.";

/* Round Ended's Alert title text (v1)
   Round Ended's Alert title text (v2)
   Round Ended's Alert title text (v3) */
"Round ended." = "Fim da partida.";

/* Game Page's rounds label (loadView init)
   Game Page's rounds label (passed from Settings Page) */
"Rounds left: " = "Partidas restantes: ";

/* Game Page's player 1 score label (loadView init)
   Game Page's player 1 score label (passed from Settings Page)
   Game Page's player 2 score label (loadView init)
   Game Page's player 2 score label (passed from Settings Page) */
"Score: " = "Pontuacao: ";

/* Game Ended's Alert message text (v3) */
"The game ended in a draw! To play again go back to Settings." = "O jogo terminou em empate! Para jogar novamente volte para a janela de Configuracoes.";

/* Round Ended's Alert message text (v3) */
"The round ended in a draw!" = "A partida terminou em empate!";

/* Home page title */
"The Tic Tac Toe Game" = "O Jogo da Velha";

